Revit 2027 API
AnalyticalNodeData Properties
The AnalyticalNodeData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
AnalyticalNodeData Class
Autodesk.Revit.DB.Structure Namespace